Repository: guffy1234/FAcc
Catalog: src/FuelAcc.Localization/FuelAccStrings.*.resx
Languages: ru

# Column_Date
source: Date
ru: Дата

# Column_Error
source: Error
ru: Ошибка

# Column_Parameters
source: Parameters
ru: Параметры

# Column_Profile
source: Profile
ru: Профайл

# Column_Succeeded
source: Succeeded
ru: Успех

# Column_Type
source: Type
ru: Тип

source: Loading...
ru: Загрузка...

# Page_Events_Intro
source: Last 10 reported events with realtime update.
ru: Последние 10 событий. Обновляются в реальном времени.

# Page_Events_Title
source: Events
ru: События

# Page_Home_Nav
source: Home
ru: Главная

# Page_Report_Intro
source: Here you can report single URL by manually fill the form
ru: Тут Вы можете обработать один URL заполнив форму

# Page_Report_Title
source: Report URL
ru: Обработать URL

# Page_ReportRaw_Title
source: Report Text
ru: Обработать текст

# Settings_Email_Title
source: Email settings
ru: Настройки Email

# Table_Posted
source: Posted report messages
ru: Отправленные цели

# Page_ReportRaw_Intro
source: Here you can report many URLs by just paste a text (as an example from a Telegram post) and the server will recognize all supported URL types in the text automatically.
ru: Тут Вы можете обработать много целей просто вставив текст (например из Telegram поста) и сервер автоматически распознает все поддерживаемые типы URL-целей

# Field_PhoneNumber
source: Phone number
ru: Номер телефона

# Field_Text
source: Text
ru: Текст

# Field_Code
source: Code
ru: Код

# Settings_Telega_Form_Code_Hint
source: You have 15 min to sign in with sent code
ru: У Вас есть 15 минут чтобы ввести код

# Settings_Telega_Form_Code_Name
source: Send code to phone
ru: Отправить код на телефон

# Settings_Telega_Form_Sign_Name
source: Sign in with phone and code
ru: Зайти с кодом

# Settings_Telega_Title
source: Telegram settings
ru: Настройки Telegram

# Page_ReportRaw_Nav
source: Report text
ru: Обработать текст

# Page_Report_Nav
source: Report
ru: Обработать

# Button_Backup
source: Backup
ru: Экспортировать

# Button_Clear
source: Clear
ru: Очистить

# Button_Launch_Browser
source: Launch Browser
ru: Запустить браузер

# Button_Restore
source: Restore
ru: Импортировать

# Settings_Browser_Title
source: Browser settings
ru: Настройки браузера

# Settings_Browser_Form_Profiles_Name
source: Manage profiles
ru: Управление профайлами

# Settings_Browser_Form_Profiles_Intro
source: You have to launch a browser once for log in into your social network accounts. Supported YouTube, Facebook, Twitter, Instagram, TikTok. After you logged in to account of social network exit from the browser
ru: Вам нужно запустить браузер хотя бы раз чтобы войти в аккаунты социальных сетей (YouTube, Facebook, Twitter, Instagram, TikTok). После входа в социальные сети закройте браузер

# Page_Events_Nav
source: Events
ru: События

# Confirm_Backup_Profile
source: Are you sure to backup selected profile?
ru: Вы уверены что хотите экспортировать данные профайла?

# Confirm_Clear_Profile
source: Are you sure to CLEAR selected profile?
ru: Вы уверены что хотите УДАЛИТЬ данные профайла?

# Confirm_Restore_Profile
source: Are you sure to restore over selected profile? All existed data will be lost!
ru: Вы уверены что хотите импортировать данные профайла? Предыдущие данные будут потеряны!

# Button_Post
source: Post
ru: Отправить

# Button_Reload
source: Reload
ru: Перезагрузить

# Button_Save
source: Save
ru: Сохранить

# Confirm_Backup
source: Are you sure you want backup?
ru: Вы уверены что хотите экспортировать файл?

# Confirm_Delete
source: Are you ure you want to delete?
ru: Вы уверены что хотите УДАЛИТЬ?

# Confirm_Save
source: Are you sure you want save?
ru: Вы уверены что хотите сохранить?

# Edit_Script_Browser
source: Edit browser script
ru: Редактировать скрипт для браузера

# Edit_Script_Generic
source: Edit generic script
ru: Редактировать скрипт

# Edit_Script_Telegram
source: Edit Telegram script
ru: Редактировать скрипт для Telegram

# Field_Name
source: Name
ru: Имя

# Settings_Title
source: Settings
ru: Настройки

# Settings_Regex_Title
source: Regex settings
ru: Настройки Regex

# Settings_Replacements_Title
source: Replacements settings
ru: Настройки замен

# Settings_Scripts_Browser
source: Browser scripts
ru: Скрипты для браузера

# Settings_Scripts_Generic
source: Generic scripts
ru: Скрипты общего назначения

# Settings_Scripts_Telegram
source: Telegram scripts
ru: Скрипты для Telegram
